nginx/performance/audit/results-wiki/wrk.30s.audit.out
Running 30s test @ http://127.0.0.1:8080/wikipedia_main_page.html
  12 threads and 400 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    62.90ms  125.58ms   1.67s    84.96%
    Req/Sec     2.77k     1.49k   10.53k    68.05%
  817248 requests in 30.09s, 62.19GB read
  Socket errors: connect 0, read 58, write 0, timeout 11
Requests/sec:  27159.44
Transfer/sec:      2.07GB